Revit 2024 API
DoubleClickOptions Properties
The DoubleClickOptions type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
DoubleClickOptions Class
Autodesk.Revit.UI Namespace